Repository: Sonatrix/djobberbase
Catalog: djobberbase/locale/*/LC_MESSAGES/django.po
Languages: es

source: Activate selected jobs.
es: Activar trabajos seleccionados.

source: Deactivate selected jobs.
es: Desactivar trabajos seleccionados.

source: Mark selected jobs as spotlight.
es: Destacar trabajos seleccionados.

source: Job Details
es: Detalles del trabajo

source: Company Info
es: Información de la compañía

source: Admin Info
es: Información administrativa

source: %(site_name)s RSS Job feed
es: Fuente RSS de trabajos en %(site_name)s

source: : %(category)s jobs
es: : trabajos de %(category)s

source: Latest jobs
es: Últimos trabajos

source: Latest jobs for %(category)s
es: Últimos trabajos para %(category)s

source: You need to wait %(remaining)s more minute(s) before you can apply for a job again.
es: Debe esperar %(remaining)s minuto(s) más para volver a enviar una solicitud.

source: Your resume/CV has an invalid extension.
es: Su currículum tiene una extensión inválida.

source: Your resume/CV must not exceed the file size limit. (%(size)sMB)
es: Su currículum no debe exceder el límite de tamaño (%(size)sMB)

source: Name
es: Nombre

source: Title
es: Título

source: Description
es: Descripción

source: Keywords
es: Palabras clave

source: Category order
es: Orden de categoría

source: Category
es: Categoría

source: Categories
es: Categorías

source: Type
es: Tipo

source: Types
es: Tipos

source: ASCII Name
es: Nombre ASCII

source: City
es: Localidad

source: Cities
es: Localidades

source: Inactive
es: Inactivo

source: Temporary
es: Temporal

source: Active
es: Activo

source: Job Type
es: Tipo

source: Company
es: Compañía

source: Outside location
es: Localidad foránea

source: Created on
es: Creado el

source: Poster email
es: Email del publicante

source: Applications will be sent to this address.
es: Las solicitudes serán enviadas a esta dirección.

source: Allow online applications.
es: Pemitir solicitudes en línea.

source: If you are unchecking this, then add a description on how to apply online!
es: Si no selecciona esta opción, asegúrese de indicar como contactarle.

source: Spotlight
es: Destacado

source: Job
es: Trabajo

source: Jobs
es: Trabajos

source: You must select or type a job location.
es: Debe introducir o seleccionar una localidad.

source: Application
es: Solicitud

source: Hit
es: Visita

source: Spam
es: Reporte de Spam

source: Job Stat
es: Estadísticas

source: Job Stats
es: Estadística

source: Search
es: Búsqueda

source: Searches
es: Búsquedas

source: Your application was sent successfully.
es: Solicitud enviada con éxito.

source: Your job post needs to be verified by a moderator.
es: Su trabajo debe ser verificado por un moderador.

source: Your job post has been published.
es: Su trabajo ha sido publicado.

source: Your job has been activated.
es: Su trabajo ha sido activado.

source: Your job has been deactivated.
es: Su trabajo ha sido desactivado.
